Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Can't hear you very well
be: Вас дрэнна чутна

source: Can't open Skype.
be: Не ўдаецца адчыніць базу Skype.

source: Can't save the file.
be: Не ўдаецца захаваць файл.

source: Can't see your video?
be: Ня бачыце свайго відэа?

source: Can't start video renderer.
be: Не ўдаецца запусьціць апрацоўнік відэа.

source: Can't start video.
be: Не ўдаецца распачаць відэа.

source: Cance&l
be: &Скасаваць

source: Cancel
be: Скасаваць

source: Cancel Active Files
be: Скасаваць дзейныя файлы

source: Cancel All Files
be: Скасаваць усе файлы

source: Cancel Search
be: Не шукаць

source: Cancel active files
be: Скасаваць дзейныя файлы

source: Cancel all
be: Скасаваць усё

source: Cancel all files
be: Скасаваць усе файлы

source: Cancel recording.
be: Не запісваць.

source: Cancel voicemail
be: Скасаваць галасавое паведамленьне

source: Cancelled
be: Скасавалі

source: Cancelled - File from %1
be: Скасавалі: файл ад %1

source: Cancelled - File to %1
be: Скасавалі: файл да %1

source: Cancelling
be: Скасоўваецца

source: Cannot block
be: Не ўдаецца замкнуць

source: Cannot call - can't put current call on hold.
be: Не ўдаецца выклікаць: нельга ўтрымаць бягучы выклік.

source: Cannot connect to %s.
be: Не ўдаецца злучыцца з %s.

source: Cannot delete Skype default sound.
be: Не ўдаецца сьцерці звычайны гук Skype.

source: Cannot delete this picture - the file does not exist.
be: Не ўдаецца сьцерці малюнак: файл не існуе.

source: Cannot delete this sound as the file contains more than one sound and might be in use elsewhere.
be: Гэты гук нельга сьцерці, бо адпаведны файл зьмяшчае не адзін гэты гук і можа ўжывацца дзесьці яшчэ.

source: Cannot find "%1" in chat (you might want to show all previous messages first)
be: Не ўдаецца знайсьці ў гутарцы «%1» (мажліва, спачатку трэба адлюстраваць усе папярэднія паведамленьні)

source: Cannot find more occurences of "%1" in chat (you might want to show all previous messages first)
be: «%1» болей не сустракаецца ў гутарцы (мажліва, спачатку трэба адлюстраваць усе папярэднія паведамленьні)

source: Cannot load the language file.
be: Не ўдаецца прачытаць файл мовы.

source: Cannot open clipboard
be: Не ўдаецца адчыніць кішэню

source: Cannot show video.
be: Не ўдаецца паказваць відэа.

source: Cash
be: Грошы

source: Certificate
be: Пасьведчаньне

source: Change
be: Зьмяніць

source: Change &Password...
be: Зьмяніць &пароль…

source: Change &Status
be: &Зьмяніць стан

source: Change Avatar
be: Зьмяніць увасабленьне

source: Change Default Download Directory...
be: Зьмяніць звычайны каталёґ спампаванага…

source: Change Language
be: Зьмяніць мову

source: Change Online Status
be: Зьмяніць стан

source: Change Password
be: Зьмяніць пароль

source: Change Password…
be: Зьмяніць пароль…

source: Change Picture...
be: Зьмяніць малюнак…

source: Change Sounds…
be: Зьмяніць гукі…

source: Change Your Picture…
be: Зьмяніць малюнак…

source: Change chat topic or picture
be: Зьмяніць тэму гутаркі альбо малюнак

source: Change country code for this call:
be: Зьмяніць код краіны для гэтага выкліку:

source: Change folder
be: Зьмяніць каталёґ

source: Change font
be: Зьмяніць шрыфт

source: Change language
be: Зьмяніць мову

source: Change password
be: Зьмяніць пароль

source: Change picture
be: Зьмяніць малюнак

source: Change selected shortcut
be: Зьмяніць абраны выклічнік

source: Change selection
be: Абраць іншае

source: Change settings
be: Зьмяніць налады

source: Change your
be: Каб карыстацца гэтаю прыладаю, зьмяніце

source: Change your country
be: Зьмяніць краіну

source: Change your picture
be: Зьмяніць малюнак

source: Change your profile picture
be: Зьмяніць малюнак профілю

source: Change your status
be: Зьмяніць стан

source: Changing Password...
be: Пароль зьмяняецца…

source: Charge
be: Кошт

source: Chat
be: Гутарка

source: Chat Button
be: Кнопка «гутарыць»

source: Chat History
be: Гісторыя гутаркі

source: Chat Message Received
be: Паведамленьне ў гутарцы

source: Chat Message Sent
be: Даслалі паведамленьне ў гутарцы

source: Chat participants
be: Удзельнікі гутаркі

source: Chat to Contact
be: Гутарыць з кантактам

source: Chat window control toolbar
be: Паліца кіраваць вакном гутаркі

source: Chat with %1
be: Гутарка з %1

source: ChatToolbar
be: Паліца прыладаў гутаркі

source: Chats
be: Гутаркі

source: Check call quality guide
be: Паглядзець кіраўніцтва па якасьці сувязі

source: Check for Updates
be: Зірнуць абнаўленьні

source: Check for update
be: Зірнуць абнаўленьні

source: Check for updates
be: Зірнуць абнаўленьні

source: Check for updates on startup
be: Шукаць абнаўленьні падчас запуску

source: Check how you look on video or just go ahead and make a video call to a friend.
be: Паглядзіце, як вы выглядаеце на відэа, ці адразу выклікайце сябра па відэа.

source: Check it isn't on mute.
be: Паглядзіце, ці ня сьцішылі яго.

source: Check it's switched on.
be: Паглядзіце, ці ўлучылі яе.

source: Check number
be: Спраўдзіце нумар

source: Check or change your settings and click Save.
be: Спраўдзіце альбо зьмяніце налады, націсьніце «Захаваць».

source: Check proxy settings.
be: Спраўдзіце налады пасродку.

source: Check settings
be: Спраўдзіць налады

source: Check speakers
be: Спраўдзіць галасьнікі

source: Check that your network cable is plugged in.
be: Паглядзіце, ці ўсунулі сеткавы дрот.

source: Check they're not muted in your volume settings, or check your speakers for a mute button and press it.
be: Паглядзіце, ці ня сьцішылі іх у наладах гучнасьці кампутару, пашукайце кнопку-ўлучальнік на галасьніках і націсьніце яе.

source: Check they're switched on.
be: Паглядзіце, ці ўлучылі іх.

source: Check to see if you use a router (it may look like the picture below).
be: Паглядзіце, ці стаіць у вас маршрутавальнік (гл. малюнак ніжэй).

source: Check you're still connected to the internet.
be: Спраўдзіце, ці не адлучыліся вы ад сеціва.

source: Check you've got a valid DirectX installation.
be: Паглядзіце, ці ўсталявалі вы належным чынам DirectX.

source: Check you've got the latest version of Skype and restart.
be: Упэўніцеся, што вы карыстаецеся найноўшаю вэрсіяй Skype, і запусьціце праґраму нанова.

source: Check you've installed the software that came with your webcam.
be: Паглядзіце, ці ўсталявалі вы праґрамныя сродкі, што даваліся разам з камэраю.

source: Check you've plugged in your webcam.
be: Паглядзіце, ці далучылі вы камэру да кампутара.

source: Check your Skype Name or password
be: Спраўдзіце ймя ў Skype ці пароль

source: Check your connection
be: Спраўдзіце злучэньне

source: Check your mic isn't muted in your computer's volume settings, or check your microphone for a mute switch and press it.
be: Паглядзіце, ці ня сьцішылі мікрафон у наладах гучнасьці кампутару, і ці ня сьцішылі мікрафон улучальнікам на мікрафоне.

source: Check your microphone
be: Спраўдзіце мікрафон

source: Check your microphone is plugged in
be: Паглядзіце, ці далучылі мікрафон

source: Check your microphone, speakers, video, computer and internet speed, and get an overall rating of how good your call quality's going to be.
be: Спраўдзіце мікрафон, галасьнікі, відэа, хуткасьць кампутара ды злучэньня зь сецівам — і атрымайце ацэнку магчымае якасьці выкліку.

source: Check your sound works
be: Спраўдзіце, ці працуе гук

source: Check your speakers
be: Спраўдзіце галасьнікі

source: Check your speakers or headset are plugged in
be: Паглядзіце, ці далучылі вы свае слухаўкі ці галасьнікі

source: Check your volume is turned up
be: Паглядзіце, ці найвялікшая стаіць гучнасьць

source: Check your webcam is plugged in properly, and install the latest drivers.
be: Паглядзіце, ці далучылі вы камэру належным чынам, і ці ўсталявалі апошнія праґрамныя сродкі для яе.

source: Check your webcam is plugged in properly.
be: Паглядзіце, ці далучылі вы камэру належным чынам.

source: Checking your Skype Name is available
be: Глядзім, ці не заняў хто гэтае ймя

source: Checking your connection speed
be: Выпрабоўваецца хуткасьць злучэньня

source: Cheeky
be: Нахабнічаю

source: Choose Avatar Image
be: Абярыце відарыс увасабленьня

source: Choose Default Directory to Save Files
be: Абярыце каталёґ, куды звычайна захоўваць файлы

source: Choose Directory to Save Files
be: Абярыце, дзе захоўваць файлы

source: Choose File Name to Save
be: Абярыце, як назваць файл

source: Choose File(s) to send to %1
be: Абярыце, якія файлы даслаць да %1

source: Choose File(s) to send to selected users
be: Абярыце, якія файлы даслаць абраным карыстальнікам

source: Choose Skype Name
be: Абярыце ймя ў Skype

source: Choose Sound File
be: Абярыце гукавы файл

source: Choose a contact or enter a phone number and click Select.
be: Абярыце кантакт або ўпішыце нумар тэлефону ды пстрыкніце «Абраць».

source: Choose a folder where to save the file every time
be: Кожнага разу абіраць, куды захоўваць файл

source: Choose all that apply.
be: Абярыце ўсё, што адпавядае.

source: Choose another password.
be: Абярыце іншы пароль.

source: Choose contacts
be: Абярыце кантакты

source: Choose country
be: Абярыце краіну

source: Choose country code for this phone
be: Абярыце код краіны для гэтага нумару

source: Choose destination folder.
be: Абярыце каталёґ прызначэньня.

source: Choose different privacy settings to control who can contact you and what information you put in your profile.
be: У наладах адасобленасьці можна вызначыць, хто можа размаўляць з вамі, ды якія зьвесткі пакідаць у профілі.

source: Choose emoticon
be: Абраць пачуцьцезнак

source: Choose file...
be: Абраць файл…

source: Choose picture from file
be: Абярыце малюнак з файла

source: Choose style:
be: Абярыце выгляд:

source: Choose the Connect button to try again.
be: Паспрабуйце зноўку — націсьніце «Злучыцца».

source: Choose the camera you want to use
be: Абярыце, якою камэраю карыстацца

source: Choose the one you're using from the dropdown list on the right and speak really loudly.
be: Абярыце са сьпісу мікрафон, якім вы карыстаецеся, і прамаўляйце вельмі гучна.

source: Choose the speakers or headset you're using from the dropdown list on the right and turn up the volume.
be: Абярыце са сьпісу галасьнікі альбо слухаўкі, якімі вы карыстаецеся, і павялічце гучнасьць.

source: Choose what Skype alerts you to
be: Абярыце спосаб, якім папярэджваць

source: Choose which sound to play
be: Абярыце, што прайграваць

source: Choose who you'd like to call with group video.
be: Абярыце, каго вы хочаце выклікаць па супольным відэа.

source: Choose your picture
be: Абраць сабе малюнак

source: Choose your sound
be: Абярыце свой гук

source: City
be: Горад

source: City, Country
be: Горад, краіна

source: City:
be: Горад:

source: Clapping
be: Воплескі

source: Classic Windows
be: Як звычайна ў Windows

source: Clear
be: Ачысьціць

source: Clear %n Failed File(s)
be: Выкрасьліць не перададзеныя файлы (%n)

source: Clear %n Received File(s)
be: Выкрасьліць атрыманыя файлы (%n)

source: Clear %n Sent File(s)
be: Выкрасьліць дасланыя файлы (%n)

source: Clear All
be: Ачысьціць усё

source: Clear Birthday
be: Сьцерці дату

source: Clear Name
be: Сьцерці ймя

source: Clear Skype cookies
be: Ачысьціць біркі Skype

source: Clear history
be: Ачысьціць гісторыю

source: Clear number
be: Сьцерці нумар

source: Click 'Apply' and restart Skype for your Desktop Settings style change to take effect.
be: Каб новыя налады стальніцы набылі моц, пстрыкніце «Ўжыць» і нанова запусьціце Skype.

source: Click 'Apply' and restart Skype for your language change to take effect.
be: Пстрыкніце «Ўжыць» і нанова запусьціце Skype, каб перайсьці да новае мовы.

source: Click Continue.
be: Націсьніце «Працягваць»

source: Click Extend session to reserve more minutes online.
be: Каб атрымаць болей хвілінаў у сеціве, пстрыкніце «Падоўжыць сэанс».

source: Click OK to accept or Cancel to deny this request.
be: Пстрыкніце «Добра», каб прыняць запыт, або «Скасаваць», каб адмовіць.

source: Click here
be: Пстрыкніце тут,

source: Click here to change your avatar
be: Пстрыкніце тут, каб зьмяніць увасабленьне

source: Click here to change your password
be: Пстрыкніце тут, каб зьмяніць пароль

source: Click here to change your status
be: Пстрыкніце тут, каб зьмяніць стан

source: Click here to configure network settings
be: Пстрыкніце тут, каб наладзіць сетку

source: Click here to enter a topic
be: Пстрыкніце тут, каб зьмяніць тэму

source: Click here to get Skype Credit now
be: Пстрыкніце тут, каб атрымаць крэдыт у Skype

source: Click here to hide members
be: Пстрыкніце тут, каб схаваць чальцоў

source: Click here to hide members of this chat
be: Пстрыкніце тут, каб схаваць чальцоў гутаркі

source: Click here to hide new events
be: Пстрыкніце тут, каб схаваць новыя падзеі

source: Click here to personalise your mood and profile
be: Пстрыкніце тут, каб запоўніць профіль і вызначыць настрой

source: Click here to read the privacy policy
be: Пстрыкніце тут, каб прачытаць правілы адасобленасьці

source: Click here to show contact list
be: Пстрыкніце тут, каб паказаць сьпіс кантактаў

source: Click here to show contacts
be: Пстрыкніце тут, каб паказаць кантакты

source: Click here to show event history
be: Пстрыкніце тут, каб паказаць гісторыю падзей

source: Click here to show members
be: Пстрыкніце тут, каб паказаць чальцоў

source: Click here to show members of this chat
be: Пстрыкніце тут, каб паказаць чальцоў гутаркі

source: Click here to show new events
be: Пстрыкніце тут, каб паказаць новыя падзеі

source: Click here to sign into Skype
be: Каб увайсьці ў Skype, пстрыкніце тут

source: Click here to write a message for your friends to see.
be: Пстрыкніце тут, каб напісаць паведамленьне, якое будуць бачыць вашыя сябры.

source: Click on a section below for our guide to free and low-cost calls on Skype.
be: Каб прачытаць кіраўніцтва па дармавых і платных (але танных) выкліках у Skype, пстрыкніце па разьдзеле ніжэй.

source: Click on a section to find out more.
be: Пстрыкніце па адпаведным разьдзеле, каб даведацца болей.

source: Click the %s on the list on the left.
be: Пстрыкніце па «%s» у сьпісе леваруч.

source: Click the 'Call' button to call %s.
be: Пстрыкніце па кнопцы «Выклікаць», каб выклікаць %s.

source: Click the Test now button to do a quick network check.
be: Пстрыкніце «Выпрабаваць», каб выпрабаваць сетку.

source: Click the button to go to audio settings and choose the device you would like to use.
be: Пстрыкніце па кнопцы, каб перайсьці да наладаў гуку ды абраць, якую прыладу ўжываць.

source: Click this button to answer the incoming call.
be: Пстрыкніце па гэтае кнопцы, каб адказаць на ўваходны выклік.

source: Click this button to finish the call and close the call window.
be: Пстрыкніце па гэтае кнопцы, каб скончыць выклік і зачыніць ягонае вакно.

source: Click this button to mute your microphone so the remote party can no longer hear you.
be: Пстрыкніце па гэтае кнопцы, каб сьцішыць мікрафон, так што суразмоўца ня будзе вас чуць.

source: Click this button to place a call to this contact.
be: Пстрыкніце па гэтае кнопцы, каб выклік кантакт.

source: Click this button to place the call on hold.
be: Пстрыкніце па гэтае кнопцы, каб трымаць выклік.

source: Click this button to restore your microphone so the remote party can hear you again.
be: Пстрыкніце па гэтае кнопцы, каб улучыць мікрафон, так што суразмоўца зноўку будзе вас чуць.

source: Click this button to resume the call.
be: Пстрыкніце па гэтае кнопцы, каб аднавіць выклік.

source: Click this button to send SMS.
be: Пстрыкніце па гэтае кнопцы, каб даслаць SMS.

source: Click this button to start a chat with this contact.
be: Пстрыкніце па гэтае кнопцы, каб гутарыць з кантактам.

source: Click this button to view this contact's profile.
be: Пстрыкніце па гэтае кнопцы, каб зірнуць профіль кантакту.

source: Click this icon to find out what this means.
be: Пстрыкніце па гэтым значку, каб даведацца, што гэта значыць.

source: Click to change video.
be: Пстрыкніце, каб зьмяніць відэа.

source: Click to send SMS
be: Пстрыкніце, каб даслаць SMS

source: Clicking Add to Contacts means this person can see when you are online
be: Чалавек, якога вы дадаяце да кантактаў, зможа бачыць, калі вы зьяўляецеся ў сетцы.

source: Close
be: Зачыніць

source: Close %s
be: Зачыніць %s

source: Close DTMF Dialpad
be: Зачыніць тонавы наборнік

source: Close any Extras, toolbars or other applications that use Skype.
be: Зачыніце ўсе дадаткі, стужкі прыладаў і праґрамы, якія ўжываюць Skype.

source: Close any file sharing programs you've got open and stop any downloads or uploads to speed up your connection.
be: Каб палепшыць сувязь, зачыніце ўсе адчыненыя праґрамы абменьвацца файламі, спыніце ўсё, што спампоўваецца ды запампоўваецца.

source: Close any file sharing programs you've got open and stop any downloads or uploads.
be: Зачыніце ўсе адчыненыя праґрамы абменьвацца файламі, спыніце ўсё, што спампоўваецца ды запампоўваецца.

source: Close any other applications that might be using your webcam.
be: Зачыніце ўсе іншыя праґрамы, якія могуць карыстаць камэру.

source: Close call monitor
be: Зачыніць сачыльнік выкліку

source: Close conversation window
be: Зачыніць вакно размовы

source: Close it then come back to this screen to see if that worked.
be: Зачыніць гэтую праґраму ды вярніцеся сюды, каб паглядзець, ці працуе камэра.

source: Close message
be: Зачыніць паведамленьне

source: Close this welcome screen and start using Skype
be: Зачыніць вакно вітаньня ды пачаць карыстацца Skype

source: Close this window
be: Зачыніць гэтае вакно

source: Close this window to edit your new contact's profile, or add more contacts.
be: Каб зьмяніць зьвесткі новага кантакту (ці дадаць іншыя кантакты), зачыніце гэтае вакно.

source: Coffee
be: Кава

source: Comment
be: Заўвага

source: Compact View
be: Сьціслы выгляд

source: Completed
be: Скончылі

source: Completed - Received from %1
be: Скончылі: атрымалі ад %1

source: Completed - Sent to %1
be: Скончылі: даслалі да %1

source: Computer
be: Кампутар

source: Computer speed
be: Хуткасьць кампутара

source: Conference Call - %1 participants
be: Нарада; удзельнікаў: %1

source: Conference call
be: Галасавая нарада

source: Conference call declined.
be: Адхілілі выклік да нарады.

source: Conference call topic (optional):
be: Тэма нарады (не абавязкова):

source: Conference call, duration %s
be: Нарада працягласьцю %s

source: Conference call, no answer.
be: Выклікалі да нарады: не адказвае.

source: Conference calling with emergency services is not supported
be: Нельга выклікаць да нарады надзвычайныя нумары: гэта не падтрымваецца

source: Conference participants (max. %d)
be: Удзельнікі нарады (ня болей за %d)

source: Configure your devices and Skype's behaviour
be: Наставіць свае прылады і паводзіны Skype

source: Confirm
be: Пацьвердзіць

source: Confirm silent mode
be: Пацьвердзіць бязгучны стан

source: Congratulations!
be: Віншуем!

source: Connect
be: Злучыцца

source: Connect to Facebook
be: Злучыцца з Facebook

source: Connect to the web and pay per minute with your Skype Credit.
be: Злучыцеся зь сецівам і плаціце за кожную хвіліну крэдытам у Skype.

source: Connect to this hotspot for free internet access with %1 ¹.
be: Злучыцца з пунктам доступу з дармавым сецівам ад пастаўніка %1 ¹.

source: Connect to this hotspot for free internet access with {OPERATOR}¹.
be: Злучыцца з пунктам доступу з дармавым сецівам ад пастаўніка {OPERATOR}¹.

source: Connect with Skype Access
be: Злучыцца праз доступ па Skype

source: Connect with Skype Wi-Fi Access
be: Злучыцца з Wi-Fi праз Skype

source: Connect your Skype and Facebook accounts and you’ll see a special tab in your Contact List
be: Злучыце рахункі Skype і Facebook — і ў сьпісе кантактаў вы ўбачыце адмысловую картку,

source: Connect your webcam or check it's plugged in properly.
be: Далучыце камэру або ўпэўніцеся, што вы далучылі яе належным чынам.

source: Connected
be: Злучыліся

source: Connecting
be: Злучаемся

source: Connecting call (Classic)
be: Злучаемся (звычайны)

source: Connecting to %1
be: Злучаемся з %1

source: Connecting to host, please wait.
be: Пачакайце, калі ласка: злучаемся з гаспадаром.

source: Connecting...
be: Злучаемся…

source: Connection
be: Злучэньне

source: Connection Wizard
be: Сродак злучацца

source: Connection is very slow
be: Злучэньне занадта павольнае

source: Connection options…
be: Можнасьці злучацца…

source: Connection to server failed.
be: Не ўдалося злучыцца з паслужніком.

source: Contact
be: Кантакт

source: Contact &Groups
be: &Суполкі кантактаў

source: Contact '%s' can't be found.
be: Не знайшлі кантакту «%s».

source: Contact Added to List
be: Кантакт дадалі да сьпісу

source: Contact Came Online
be: Кантакт далучыўся

source: Contact Categories
be: Суполкі кантактаў

source: Contact Customer Support
be: Зьвязацца са службаю падтрымкі

source: Contact Deleted from List
be: Кантакт выкрасьлілі са сьпісу

source: Contact Groups
be: Суполкі кантактаў

source: Contact Information
be: Зьвесткі для сувязі

source: Contact Joined Chat
be: Кантакт далучыўся да гутаркі

source: Contact Kicked from Chat
be: Кантакт выкінулі з гутаркі

source: Contact Left Chat
be: Кантакт выйшаў з гутаркі

source: Contact Options
be: Можнасьці кантакту

source: Contact Profile Updated
be: Кантакт абнавіў профіль

source: Contact Went Offline
be: Кантакт адлучыўся

source: Contact added
be: Дадалі кантакт

source: Contact can only receive IMs.
be: Кантакт можа прымаць толькі паведамленьні.

source: Contact left
be: Кантакт выйшаў

source: Contact not authorized
be: Кантакт не зацьвердзілі

source: Contact online (Classic)
be: Кантакт у сетцы (звычайны)

source: Contact profile for %s
be: Профіль карыстальніка %s

source: Contact received from %s
be: Атрымалі кантакт ад %s

source: Contact request
be: Запыт кантактаваць

source: Contact request from %1
be: Запыт кантактаваць ад %1

source: Contact request not accepted
be: Запыт кантактаваць не прынялі

source: Contact requests
be: Запыты кантактаваць

source: Contact sent to %s
be: Кантакт даслалі да %s

source: Contact sent to the group
be: Кантакт даслалі суполцы

source: Contact sent: %s
be: Даслалі кантакт: %s

source: Contact your network administrator.
be: Зьвяжыцеся са спраўнікам сваёй сеткі.

source: Contact your system administrator for more information.
be: Зьвяжыцеся са спраўнікам, каб даведацца болей.

source: Contact's Birthday
be: Народзіны кантакту

source: Contacts
be: Кантакты

source: Contacts NOT sent to %1.
be: Кантакты НЕ даслалі да %1.

source: Contacts Received
be: Кантакты атрымалі

source: Contacts Sent
be: Кантакты даслалі

source: Contacts in this category will not be deleted.
be: Кантакты з гэтае суполкі сьцірацца ня будуць.

source: Contacts in your list
be: Кантакты са сьпісу

source: Contacts only
be: Толькі для кантактаў

source: Contacts only - visible just to your contacts
be: Толькі для кантактаў — бачны толькі вашым кантактам

source: Contacts sent and received
be: Даслалі дый атрымалі кантакты

source: Contacts to accept
be: Якія кантакты атрымаць

source: Contacts to call
be: Каго выклікаць

source: Contacts to send
be: Якія кантакты дасылаць

source: Contacts:
be: Кантактаў:

source: Contacts…
be: Кантакты…

source: Continue
be: Працягваць

source: Continue?
be: Ці працягваць?

source: Conversation
be: Размова

source: Conversation picture
be: Малюнак размовы

source: Conversation title/topic
be: Назва (тэма) размовы

source: Conversations
be: Размовы

source: Cool
be: Стромкі

source: Copy
be: Перапісаць

source: Copy Link Location
be: Перапісаць спасылку

source: Copy Message
be: Перапісаць паведамленьне

source: Copy Selected Text
be: Перапісаць выбраны тэкст

source: Copy Selection
be: Перапісаць выбранае

source: Copy link location
be: Перапісаць спасылку

source: Copy link to clipboard
be: Перапісаць спасылку ў кішэню
